// src/data/company.ts
export const company = {
    name: 'ООО "Аграрис Текник"',
    phone: ['+375295254437', '+375295254437'],
    email: 'agraristech2@gmail.com',
    address: 'Брестский район, Чернинский с/с, 95, 1,2 км Юго-Западнее д. Харитоны, Брест, Беларусь',
    schedule: {
        mon: '10:00-20:00',
        tue: '10:00-20:00',
        wed: '10:00-20:00',
        thu: '10:00-20:00',
        fri: '10:00-20:00',
        sat: '10:00-20:00',
        sun: '10:00-20:00',
    },
    legal: {
        unp: '291313802',
        registrationDate: '2014-07-21',
        registrationAuthority: 'Брестский районный исполнительный комитет',
    },
    about: {
        short: 'Поставка сельскохозяйственной техники из Германии, Голландии и других стран Европы.',
        full: '',
    },
};